"livechat.inputfield.questionplaceholder" = "Sorunuzu girin";
"livechat.inputfield.messageplaceholder" = "Mesaj";
"livechat.inputfield.feedbackplaceholder" = "Buraya geri bildiriminizi girin...";
"livechat.inputfield.commentplaceholder" = "Yorum";
"livechat.headertitle.department" = "Departmanı seçin";
"livechat.headertitle.feedback" = "Önerilerinizi bizimle paylaşın";
"livechat.button.send" = "Gönder";
"livechat.button.ok" = "Tamam";
"livechat.button.photolibrary" = "Fotoğraf Kitaplığı";
"livechat.button.sendPhoto" = "Fotoğraf Gönder";
"livechat.button.takescreenshot" = "Ekran Görüntüsü Al";
"livechat.button.cancel" = "İptal";
"livechat.button.open" = "Aç";
"livechat.button.copy" = "Kopyala";
"livechat.button.submit" = "GÖNDER";
"livechat.button.back" = "< Geri";
"livechat.button.select" = "Seç";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Geri";
"livechat.message.savetolibrary" = "Film rulosuna kaydet";
"livechat.message.offlineSend" = "Çevrimdışı Gönder";
"livechat.message.secs" = "%@ saniye";
"livechat.message.sec" = "%@ saniye";
"livechat.message.newmessage" = "%@ yeni ileti";
"livechat.message.newmessages" = "%@ yeni iletiler";
"livechat.message.chattransfered" = "Sohbet Aktarıldı. Merhaba, %@ burada! Size daha fazla yardımcı olmaktan memnuniyet duyacağım.";
"livechat.message.agenjoinedchat" = "%@ bu konuşmaya katıldı.";
"livechat.message.sessionended" = "Oturum Sona Erdi - #%@";
"livechat.message.sessionendednovisitid" = "Oturum Sona Erdi";
"livechat.message.connectedto" = "%@’e bağlandı";
"livechat.message.sessionendtime" = "Sohbet Oturumu %@ içinde Sona Erecektir";
"livechat.message.chatmissed" = "Size kısa süre içinde döneceğiz";
"livechat.message.defaultthankmsg" = "Bizimle irtibata geçtiğiniz için teşekkür ederiz! \n Lütfen değerli görüş ve değerlendirmenizi bize bildirin.";
"livechat.ratingresponse.ratingandfeedback" = "Değerli görüş ve değerlendirmeleriniz için teşekkür ederiz";
"livechat.ratingresponse.feedback" = "Değerli görüşleriniz için teşekkür ederiz";
"livechat.ratingresponse.rating" = "Bizim için önemli değerlendirmeleriniz için teşekkürler";
"livechat.message.name" = "Siz";
"livechat.ratingmessage.bad" = "Kötü";
"livechat.ratingmessage.good" = "İyi";
"livechat.ratingmessage.wow" = "Harika";
"livechat.feedbackmessage.nofeedback" = "Görüş yok";
"livechat.connectionstatus.online" = "Çevrim içi";
"livechat.connectionstatus.offline" = "Çevrim dışı";
"livechat.connectionstatus.connecting" = "Bağlanıyor";
"livechat.connectionstatus.waitingfornetwork" = "Ağ bekleniyor";
"livechat.connectionstatus.noconnection" = "Ağ Bağlantısı Yok..";
"livechat.day.morning" = "Sabah";
"livechat.day.afternoon" = "Öğleden sonra";
"livechat.day.evening" = "Akşam";
"livechat.day.night" = "Gece";
"livechat.day.today" = "Bugün";
"livechat.day.yesterday" = "Dün";
"livechat.fileSize.exceed.alert" = "Dosya Boyutu izin verilebilir üst sınırı aştı";

//
"livechat.message.sessionend" = "Sohbet oturumu sona erecek";

"livechat.leave.feedback" = "Bizimle irtibata geçtiğiniz için teşekkür ederiz! \n Lütfen değerli görüşlerinizi bize bildirin.";

"livechat.offline.sent" = "Çevrimdışı Gönderildi";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "resim";

"livechat.conversation.vidoe" = "video";

"livechat.conversation.audio" = "ses";

"livechat.conversation.file" = "dosya";

"livechat.conversation.location" = "konum";

"livechat.conversation.contact" = "kişi";

"livechat.ongoing.typing" = "yazıyor";

"livechat.offline.message" = "Şu an müsait değiliz. Lütfen bize bir mesaj bırakın; mümkün olan en kısa sürede size geri döneceğiz.";

"livechat.start.chat" = "Sohbet Başlat";

"livechat.recently.viewed" = "En Son Görüntülenen";

"livechat.faq.srarch.empty" = "Tüh! Aradığınız makale şu an yapım aşamasında! Daha sonra tekrar kontrol edin!";

"livechat.faq.search" = "Bir makale ara";

"livechat.conversation" = "Görüşmeler";

"livechat.faq" = "Bilgi Bankası";

"livechat.conversation.search.empty" = "Hay aksi! Mevcut konuşmaların hiçbirinde yazdığınız arama sözcüğünün bulunmadığı görülüyor. Başka bir arama sözcüğü deneyin!";

"livechat.conversation.attended" = "%@ içinde %@ ile"; //in zylker with andrew

"livechat.conversation.missed" = "%@ cevapsız";//Missed in sales

"livechat.conversation.search" = "Bir konuşma ara";

"livechat.conversation.empty" = "Henüz bir görüşme yok! Uzmanlarımızdan sadece bir tık uzaklıktasınız.";

"livechat.faq.empty" = "Makale modülü henüz yapım aşamasında!";

"livechat.conversaiton.awaiting" = "Bağlanmayı bekliyor...";

"livechat.faq.article" = "makale";

"livechat.faq.articles" = "haberler";

"livechat.faq.view" = "görünümler";

"livechat.faq.views" = "görünümler";





"livechat.button.endsession" = "Oturumu Sonlandır";
"livechat.message.missedChat" = "Cevapsız Sohbet";
"livechat.message.sharedfile" = "Bir dosya paylaştı";
"livechat.message.suggestions" = "Öneriler";
"livechat.message.like" = "Beğen";
"livechat.message.dislike" = "Beğenmeme";
"livechat.message.timezone" = "Saat Dilimi";
"livechat.message.date" = "Tarih";//
"livechat.message.time" = "Saat";//
"livechat.message.from" = "Başlangıç";//
"livechat.message.to" = "Bitiş";//
"livechat.message.speaker" = "Hoparlör";
"livechat.message.settings" = "Ayarlar";
"livechat.message.okay" = "Tamam";
"livechat.button.dnt" = "İzleme";
"livechat.button.gotit" = "Anladım!";
"livechat.button.learnmore" = "Daha Fazla Bilgi Edinin";
"livechat.button.accept" = "Kabul Et";
"livechat.button.decline" = "Reddet";
"livechat.message.slidetodelete" = "Silmek İçin Kaydırın";
"livechat.message.holdtorecord" = "Kaydetmek İçin Basılı Tutun, Durdurmak İçin Bırakın";
"livechat.permission.microphone" = "Sesli mesajları kaydetmek ve göndermek için cihaz mikrofonunuza erişime izin verin.";
"livechat.buttton.later" = "Daha Sonra";
"livechat.message.permission" = "Uygulama ayarlarına gidin";
"livechat.message.angry" = "Öfkeli";
"livechat.message.sad" = "Hüzünlü";
"livechat.message.neutral" = "Nötr";
"livechat.message.good" = "İyi";
"livechat.message.great" = "Harika";

"livechat.message.chattransfering" = "%@ bu sohbeti şuraya %@ aktarıyor.";
"livechat.message.forwardsupport" = "%@ bu sohbeti aktarıyor.";
"livechat.message.forwardaccepted" = "Bu sohbet başarıyla %@ iletildi.";

"livechat.button.done" = "Bitti";
"livechat.button.skip" = "Atla";
"livechat.button.confirm" = "Onayla";
"livechat.message.bookslot" = "Bir zaman dilimi ayır";

"livechat.message.verybad" = "Çok kötü";
"livechat.message.neutral" ="Nötr";
"livechat.message.pickdate" = "Bir tarih seçin";
"livechat.message.pickslot" = "Bir Saat Aralığı seçin";
"livechat.message.pickloc" = "Bir konum seçin";
"livechat.message.location" = "Konum";
"livechat.message.curloc" = "Mevcut konumu gönder" ;
"livechat.message.selloc" = "Seçilen konumu gönder";

"livechat.message.changeemail" = "E-posta Adresini Değiştir";
"livechat.message.translateconsent" = "Google Çeviri";
"livechat.message.chatconsent" = "Sohbet izni";
"livechat.message.trackconsent" = "İzleme İzni";
"livechat.chatconsent.message" = "Kabul Et’e tıklayarak, belgede belirtilen tüm hüküm ve koşulları kabul edersiniz.";
"livechat.trackconsent.message1" = "Selam! Uygulama içi deneyiminizi geliştirmek için uygulamamızdaki faaliyetlerinizi izliyoruz.";
"livechat.trackconsent.message2" = "Selam! Uygulama içi deneyiminizi geliştirmek için uygulamamızdaki faaliyetlerinizi izliyoruz. Ancak bunu kabul etmiyorsanız, “İzleme” seçeneğine tıklayın.";
"livechat.message.cardmask" = "Kredi kartı maskeleme";
"livechat.creditcard.message" = "Kart numaranız oldukça hassas bir veri olduğundan, kartınızın ilk 12 rakamını maskelememizi ister misiniz?";
"livechat.button.mask" = "Maskele";
"livechat.message.emailtranscript" = "Bu sohbet dökümünü %@ kişisine e-postala göndermek üzeresiniz.";


"livechat.message.continuesession" = "Bizimle sohbet oturumunuz sonuçlandı. Aydınlatılması gereken başka bir konu var mı? Bizimle sohbet etmek için Devam Et’e tıklayın.";
"livechat.button.sendemail" = "Sohbet dökümünü e-postayla gönder";
"livechat.button.continue" = "Devam etmek";
"livechat.message.typeemail" = "E-posta adresinizi girin";
"livechat.message.mailsent" = "E-posta başarıyla gönderildi";
"livechat.message.mailfailed" = "Posta gönderme başarısız oldu";


"livechat.button.yes" = "EVET";
"livechat.button.no" = "HAYIR";
"livechat.message.connectohuman" = "Yardıma mı ihtiyacınız var?";

"livechat.message.downloading" = "İndiriliyor";
"livechat.message.uploading" = "Karşıya yükleniyor";

"livechat.message.sendphoto" = "1 fotoğraf gönder";
"livechat.message.sendvideo" = "1 video gönder";

"livechat.message.sendphotos" = "%@ fotoğraf gönder";
"livechat.message.sendvideos" = "%@ video gönder";


"livechat.message.senditems" = "%@ öğe gönder";

"livechat.message.saved" = "Kaydedildi";
"livechat.message.screenshot" = "Yakalamak için dokun";

"livechat.message.time.yearsago" = "%@ y önce";
"livechat.message.time.monthsago" = "%@ ay önce";
"livechat.message.time.weeksago" = "%@ h önce";
"livechat.message.time.daysago" = "%@ gün önce";
"livechat.message.time.hoursago" = "%@ sa önce";
"livechat.message.time.minutesago" = "%@ dak önce";
"livechat.message.time.secondsago" = "%@ sn önce";
"livechat.continue.chat" = "Sohbete devam et";
"livechat.conversation.started" = "%@ içinde";
"livechat.message.sendfeedback" = "Geri bildirim gönder";
"livechat.message.sessionendtime" = "Sohbet oturumu %@ içinde sona erecektir";

"livechat.message.recieveimage" = "%@ size bir görüntü gönderdi";
"livechat.message.recievevideo" = "%@ size bir video gönderdi";
"livechat.message.recievegif" = "%@ size bir GIF gönderdi";
"livechat.message.recievefile" = "%@ size bir dosya gönderdi";
"livechat.message.recieveaudio" = "%@ size bir ses klibi gönderdi";
"livechat.message.sharescreenshot" = "Ekran görüntüsünü paylaş";

//FORMS
"livechat.message.defaultthankmsg" = "Bugün sizinle sohbet etmek benim için bir zevk. Lütfen değerli zamanınızı ayırıp bizi ‘değerlendirin’.";

"livechat.message.rate.1star" = "Yardım edemediğimiz için üzgünüz. Destek hizmetlerimizi daha da iyileştireceğiz.";
"livechat.message.rate.2star" = "Özür Dileriz! Gelecek sefer daha iyi bir deneyim yaşayacağınıza sizi temin ederiz.";
"livechat.message.rate.3star" = "Değerlendirme için teşekkürler! Herhangi bir yardıma ihtiyaç duyduğunuzda, bize bir mesaj atmanız yeterli.";
"livechat.message.rate.4star" = "Değerlendirmeniz için teşekkür ederiz. Size yardımcı olmaktan mutluluk duyacağız.";
"livechat.message.rate.5star" = "Ooo, teşekkürler!  Size yardımcı olmaktan memnuniyet duyarız";

"livechat.message.feedback" = "Geri bildiriminiz için teşekkürler.";

"livechat.message.state.connecting" = "Bağlanıyor";
"livechat.message.state.connected" = "Bağlandı";

"livechat.message.inputcard.title.name" = "Ad Girin";
"livechat.message.inputcard.title.phone" = "Kişiyi Girin";
"livechat.message.inputcard.title.url" = "URL’yi girin";
"livechat.message.inputcard.title.email" = "E-posta Girin";

"livechat.message.inputcard.error.name" = "Geçerli bir ad girin";
"livechat.message.inputcard.error.email" = "Geçerli bir e-posta adresi girin";
"livechat.message.inputcard.error.contact" = "Geçerli bir kişi numarası girin";
"livechat.message.inputcard.error.url" = "Geçerli bir URL girin";

"livechat.message.form.inline.introduction" = "Kiminle konuştuğumuzu bilmemize yardımcı olun.";
"livechat.message.form.inline.chatmessage" = "Lütfen sohbeti başlatmak için bize birkaç ayrıntı sağlayın.";
"livechat.message.form.inline.buttontitle" = "Formu doldur";

"livechat.message.form.field.error.question" = "Soru Gir";
"livechat.message.form.field.question" = "Sorunuzu buraya girin";
"livechat.message.form.field.campaign" = "Haber bültenimize abone olmak ister misiniz?";

"livechat.message.form.field.error.unknown" = "Verilen yanıt geçersiz.";

"livechat.message.form.field.department.fieldname" = "Departman";
"livechat.message.form.field.department.message" = "Lütfen talebiniz yönlendirilmesini gereken departmanı seçin";
"livechat.message.form.field.department.placeholder" = "Bir departman seçin";
"livechat.message.form.field.department.coversation.error" = "Lütfen başka bir departman seçin.";
"livechat.message.form.field.department.traditional.error" = "Geçerli bir departman seçin";



"livechat.message.form.field.email.fieldname" = "E-posta";
"livechat.message.form.field.email.message" = "Size bir e-posta bırakabilir miyiz?";
"livechat.message.form.field.email.placeholder" = "E-posta adresinizi girin";
"livechat.message.form.field.email.coversation.error" = "Girdiğiniz e-posta adresi hatalı gibi görünüyor. Lütfen e-posta adresinizi tekrar girin.";
"livechat.message.form.field.email.traditional.error" = "Geçerli bir e-posta adresi girin";



"livechat.message.form.field.phone.fieldname" = "Telefon";
"livechat.message.form.field.phone.message" = "İletişim numaranızı alabilir miyiz?";
"livechat.message.form.field.phone.placeholder" = "İletişim numaranızı girin";
"livechat.message.form.field.phone.coversation.error" = "Girdiğiniz telefon numarası hatalı gibi görünüyor. Lütfen telefon numaranızı tekrar girin.";
"livechat.message.form.field.phone.traditional.error" = "Geçerli bir telefon numarası girin";


"livechat.message.form.field.name.fieldname" = "Ad";
"livechat.message.form.field.name.message" = "Size nasıl hitap edilmesini istersiniz?";
"livechat.message.form.field.name.placeholder" = "Adınızı girin";
"livechat.message.form.field.name.coversation.error" = "Girdiğiniz ad doğru gibi görünmüyor. Lütfen adınızı tekrar girin.";
"livechat.message.form.field.name.traditional.error" = "Geçerli bir ad girin";

"livechat.button.sure" = "Tabii ki";
"livechat.message.form.conversation.sendername" = "Operatör";
"livechat.message.form.traditional.title" = "Kullanıcı Ayrıntıları";

"livechat.message.error.internet" = "Lütfen internet bağlantınızı kontrol edin.";
"livechat.message.error.unknown" = "Hay aksi! Bir sorun oluştu. Lütfen yeniden deneyin";


//REOPEN
"livechat.message.error.internet" = "Lütfen internet bağlantınızı kontrol edin.";
"livechat.message.error.unknown" = "Hay aksi! Bir sorun oluştu. Lütfen yeniden deneyin";
"livechat.conversation.started_no_dept" = "şununla: %@";
"livechat.message.reopensession" = "Sohbet oturumunuz sona erdi. İlave sorularınız olursa sohbeti tekrar açabilirsiniz.";
"livechat.message.failiure.unknown" = "Bir sorun oluştu. Hata kodu: %@";
"livechat.message.failiure.throttle" = "Bağlantı kısıtlandı. Daha sonra deneyin.";
"livechat.button.reopen" = "Sohbeti yeniden aç";
"livechat.message.conversation.reopened" = "Sohbeti yeniden açtınız";
"livechat.message.sendblocked.ended" = "Bu sohbet sona erdi";
"livechat.message.conversation.operatorsunavailable" = "Hiçbir operatör müsait değil";
"livechat.message.conversation.waiting" = "Operatör birazdan katılacak";
"livechat.message.conversation.formwaiting" = "Ayrıntılarınız bekleniyor";

"livechat.message.chatwithus" = "Şimdi bizimle sohbet edin!";
"livechat.message.search" = "Ara";
"livechat.rate.titlemessage" = "Bizimle sohbet etmek nasıldı ?";
"livechat.rate.subtitlemessage" = "Lütfen değerli zamanınızı ayırıp bana derece verin.";
"livechat.message.time.justnow" = "Şu an";
"livechat.message.file" = "Dosya";
"livechat.message.missed.message" = "Üzgünüz sizi kaçırdık! Size kısa süre içinde döneceğiz!";
"livechat.message.connection.online.message" = "Yeniden Çevrimiçi!";

"salesiq.chat.branding" = "SalesIQ Mobilisten tarafından desteklenir";
"livechat.button.download" = "İndir";
"livechat.alert.formactivenotice.title" = "Başka bir sohbette Form Etkin";
"livechat.alert.formactivenotice.subtitle" = "Yeni bir sohbet başlatmadan önce lütfen önceki sohbetteki formu tamamlayın!";
"livechat.message.offlinemessage.submitted" = "Çevrimdışı mesaj gönderildi";
"livechat.message.storage_permission.denied" = "Depolama izni reddedildi.";
"livechat.message.timedout" = "Zaman aşımı";
"livechat.message.success" = "Başarılı";
"livechat.message.faliure" = "Başarısız";

"livechat.message.widget.selectionlimit" = "Seçim sınırı aşıldı";
"livechat.message.noresult" = "Sonuç Bulunamadı";
"livechat.message.waitingforconnection" = "Ağ bağlantısı için bekleniyor";
"livechat.message.chat.closedalert" = "Oturum kapatıldı! Devam etmek için sohbeti yeniden açın.";

"livechat.message.info.chatmissed" = "Sohbet isteğinizi kaçırdık";
"livechat.message.status.sending" = "Gönderiliyor";
"livechat.message.status.sent" = "Gönderildi";
"livechat.message.status.resend" = "Yeniden Gönder";
"livechat.message.status.delete" = "Sil";
"livechat.message.inputcard.error.novalue" = "Lütfen geçerli bir değer girin";

"livechat.chat.pendingaction.placeholder" = "Lütfen Bekleyin.";
"livechat.chat.sender.profanity.alert" = "Uygunsuz Kullanım Uyarısı";
"livechat.chat.queue.banner.calculating" = "Bekleme süresi hesaplanıyor...";
"livechat.chat.queue.banner.title" = "Sohbet kuyruğundasınız";
"livechat.chat.queue.banner.timeremaining" = "Tahmini bekleme süresi yaklaşık %@";
"livechat.chat.queue.banner.position.subtitle" = "Sıra";
"livechat.chat.list.subtitle.queue.spot" = "Kuyruktaki nokta: %@";
"livechat.gdpr.googletranslate.consent" = "Bu hizmet, Google tarafından desteklenen çeviriler içerebilir. Google, çevirilerle ilgili her türlü doğruluk, güvenilirlik garantileri ve her türlü zımni ticarete elverişlilik, özel bir amaca uygunluk ve ihlal etmeme garantileri dahil açık veya zımni hiçbir garantiyi kabul etmez.";
"livechat.gdpr.translation.consent" = "Çeviri Onayı";
"livechat.button.schedule" = "Zamanla";

"livechat.message.inputwidget.datetime.title" = "Tarih ve Saat";
"livechat.message.search.country.placeholder" = "Ülke veya kodu ara";
"livechat.message.permission.denied.location" = "Konum izni reddedildi";
"livechat.messsage.search.noresults" = "Aramanızla eşleşen herhangi bir sonuç bulamadık";


"livechat.message.status.edit" = "Düzenle";
"livechat.message.status.reply" = "Yanıtla";
"livechat.message.deletingmessage" = "İleti siliniyor";
"livechat.message.deletemessage" = "İleti silinsin mi?";
"livechat.message.messagedeletedforeveryone" = "Bu ileti herkes için silinecek. Bu eylem geri alınamaz";
"livechat.message.loadmoremessage" = "Daha fazla yükle";
"livechat.message.messagedeleted" = "Bu ileti silinecek";
"livechat.message.messageedited" = "Düzenlendi";
"livechat.message.failure.transcriptFetch" = "İleti yüklenemiyor. Daha sonra yeniden deneyin.";
"livechat.message.failure.deleteMessage" = "İleti silinemiyor. Daha sonra yeniden deneyin.";
"livechat.message.failure.editMessage" = "İletinin düzenlenemiyor. Daha sonra yeniden deneyin.";

"livechat.message.log.title" = "Uygulama günlüğü";
"livechat.message.log.chatMessage" = "Operatör, uygulama günlüğünüze erişim istedi";
"livechat.message.share" = "Paylaş";
"livechat.info.message" = "Kopyalandı";

"livechat.booking.description"="Randevunuzu planlamak için aşağıdaki “Şimdi Rezerve Et”e tıklayın."; 
"livechat.booking.bookappointment" = "Randevuyu rezerve et"; 
"livechat.booking.cancelbooking" = "Rezervasyonu İptal Et"; 
"livechat.booking.cancelbooking.message" = "Bu rezervasyonu iptal etmek istediğinizden emin misiniz?"; 
"livechat.booking.discardbooking" = "Değişiklikleri atmak istediğinizden emin misiniz?"; 
"livechat.common.discard" = "At"; 
"livechat.booking.pickadate" = "Bir Tarih Seç"; 
"livechat.booking.allslotsbooked" = "Tüm zaman aralıkları rezerve edildi"; 
"livechat.booking.allslotsbooked.message" = "Bu tarihteki tüm zaman aralıkları rezerve edilmiş gibi görünüyor, başka bir tarih deneyin."; 
"livechat.booking.unavailable" = "Uygun değil"; 
"livechat.booking.slots" = "Zaman Aralıkları"; 
"livechat.booking.slot" = "Zaman Aralığı"; 
"livechat.booking.choosedate" = "Tarih seç"; 
"livechat.booking.bookingconfirmation.title" = "Rezervasyon Onayı"; 
"livechat.booking.verifydetails" = "Kişi ayrıntılarını onayla"; 
"livechat.common.noresultfound" = "Arama için hiç sonuç bulunamadı"; 
"livechat.booking.choosetimeslot.title" = "Zaman aralığını seçin"; 
"livechat.booking.booknow" = "Hemen Rezervasyon Yaptırın"; 
"livechat.booking.scheduled" = "Zamanlandı"; 
"livechat.booking.cancelled" = "İptal Edildi"; 
"livechat.booking.reschedule" = "Yeniden Zamanla"; 
"livechat.booking.cancel" = "İptal";

"livechat.booking.expired" = "Süresi doldu";
"livechat.booking.rescheduled" = "Yeniden Zamanlandı";
"livechat.booking.error.booknow" = "Yeniden Dene";
"livechat.booking.error.bookanappointment" = "Randevu rezerve edilemiyor";
"livechat.booking.error.confirmappointment" = "Randevu rezervasyonu başarısız. Yeniden deneyin.";
"livechat.booking.error.rescheduleaction" = "Yeniden zamanlanamıyor. Yeniden deneyin.";
"livechat.booking.error.cancelaction" = "İptal edilemiyor. Yeniden deneyin.";
"livechat.booking.error.rescheduleappointment" = "Yeniden zamanlanamıyor. Yeniden deneyin.";
"livechat.info.booking.reschedule" = "Randevu yeniden zamanlandı";
"livechat.info.booking.cancel" = "Randevu iptal edildi";
"livechat.booking.success.appointment" = "Randevu başarıyla rezerve edildi";
"livechat.booking.success.reschedule" = "Randevu başarıyla yeniden zamanlandı";
"livechat.booking.success.cancel" = "Randevu başarıyla iptal edildi";
"livechat.booking.disabled" = "Entegrasyon portalda etkin değil";
"livechat.booking.search" = "Şunun için arama sonuçları bulunamadı:";
"livechat.voicemessage.alert.title" = "Sesli mesajı at";
"livechat.voicemessage.alert.message" = "Bu işlem kaydedilmiş sesli mesajınızı atacaktır";
"livechat.booking.alert.discardChangesPrompt" = "Yapılan değişiklikler kaydedilmeyecektir. Devam etmek istiyor musunuz?";
"livechat.alert.button.proceed" = "Devam Et";
"livechat.alert.button.cancel" = "İptal";

//knowledgebase
"livechat.knowledgebase.recentsearches" = "Son aramalar";
"livechat.knowledgebase.categories" = "Kategoriler";
"livechat.knowledgebase.article.updated" = "Güncellendi";
"livechat.knowledgebase.action.like" = "Beğen";
"livechat.knowledgebase.action.dislike" = "Beğenme";
"livechat.knowledgebase.info.liked" = "Beğenildi";
"livechat.knowledgebase.info.disliked" = "Beğenilmedi";
"livechat.knowledgebase.view" = "görünüm";
"livechat.knowledgebase.views" = "görünümler";
"livechat.knowledgebase.action.invalid" = "Geçersiz eylem. Yeniden deneyin.";
"livechat.knowledgebase.noviews" = "Görünüm yok";

"livechat.knowledgebase.subcategories" = "Alt kategoriler";
"livechat.knowledgebase.article" = "makale";
"livechat.knowledgebase.articles" = "makaleler";
"livechat.knowledgebase.relatedarticles" = "İlgili makaleler";
"livechat.knowledgebase.subcategory.count" = "alt kategori";
"livechat.knowledgebase.subcategories.count" = "alt kategoriler";
"livechat.knowledgebase.recentlyviewed" = "Son görüntülenen";
"livechat.knowledgebase.choosedepartment" = "Departman seç";
"livechat.knowledgebase.search.departments" = "Departmanlar";
"livechat.knowledgebase.delete.or.disabled" = "Makale mevcut değil";

"livechat.chat" = "Sohbet";
"livechat.knowledgebase.time.yearsago" = "%@ yıl önce güncellendi";
"livechat.knowledgebase.time.monthago" = "%@ ay önce güncellendi";
"livechat.knowledgebase.time.dayago" = "1 gün önce güncellendi";
"livechat.knowledgebase.time.daysago" = "%@ gün önce güncellendi";
"livechat.knowledgebase.time.hourago" = "1 saat önce güncellendi";
"livechat.knowledgebase.time.hoursago" = "%@ saat önce güncellendi";
"livechat.knowledgebase.time.justnow" = "Şimdi güncellendi";

"livechat.conversation.unavailable" = "Sohbet kullanılamıyor";
"livechat.message.file.not.supported" = "Dosya türü desteklenmiyor";
"livechat.message.sending.failed" = "Mesaj gönderimi başarısız";
"livechat.launcher.dismiss" = "Kapatmak için buraya sürükleyin";
"livechat.button.endchat" = "Sohbeti bitir";


"livechat.message.resendall" = "Hepsini yeniden gönder";
"livechat.message.deleteall" = "Tümünü sil";
"livechat.filebotcard.minimumselection.error" = "Lütfen en az %@ dosya seçin";
"livechat.filebotcard.maximumselection.error" = "%@ dosyadan fazlası eklenemez";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Dosya boyutu %@’ı aşmamalıdır";
"livechat.filebotcard.upload" = "Yükle";

"livechat.message.widget.minimumselectionlimit" = "En az %@ seçim gereklidir";
"livechat.message.resource.viewarticle" = "Makaleyi Görüntüle";
"livechat.filebotcard.unsupportedfile.error" = "Seçili dosya desteklenmiyor, lütfen başka bir dosya seçin. ";
"livechat.fab.call.action" = "Ara";
"livechat.fab.chat.action" = "Sohbet";
"livechat.fab.close.action" = "Kapat";

"livechat.info.call.convertedaschat" = "Çağrı, %@ tarafından sohbet olarak dönüştürüldü";
"livechat.info.call.end" = "%@ için %@‘de sesli arama";
"livechat.info.call.reject.peer" = "%@ şu anda meşgul. Lütfen, daha sonra tekrar aramayı deneyin";
"livechat.info.call.reject" = "%@, %@’da bir sesli aramayı reddetti";
"livechat.info.call.missed.other" = "%@, %@’da sesli aramanızı cevapsız bıraktı";
"livechat.info.call.missed.self" = "%@, %@‘da bir sesli aramayı cevapsız bıraktı";
"livechat.info.call.cancelled" = "%@, %@’da bir sesli aramayı iptal etti";
"livechat.common.loading" = "Yükleniyor...";
"livechat.call.title.ongoingcall" = "Devam eden arama";
"livechat.prechat.chat.online.title" = "Şimdi bizimle sohbet edin!";
"livechat.prechat.chat.offline.title" = "Bize bir mesaj bırakın";
"livechat.prechat.call.online.title" = "Bizi şimdi arayın";
"livechat.prechat.call.offline.title" = "Bize cevapsız çağrı bırakın";
"livechat.call.warning.make.new.call" = "Halihazırda başka bir aramadaysanız yeni bir arama yapamazsınız.";
"livechat.call.end.alert.when.end.conversation" = "Sohbetin sona erdirilmesi giden çağrıyı da sonlandıracaktır. Devam etmek istediğinizden emin misiniz?";
"livechat.action.end" = "Bitir";
"livechat.prechat.brand.back.to.online" = "Merhaba tekrar online’ız!";
"livechat.call.outgoingcall.duration" = "%@ için giden arama";
"livechat.call.missed" = "Cevapsız çağrı";
"livechat.call.cancelled" = "İptal edilen arama";
"livechat.missed.chat.response" = "Bizimle irtibata geçtiğiniz için teşekkür ederiz! Size kısa süre içinde döneceğiz.";
"livechat.call.miss.alert.title" = "Operatörler müsait değil";
"livechat.call.miss.alert.message" = "Bize bir cevapsız çağrı bırakmak ister miydiniz?";
"livechat.chat.miss.alert.message" = "Bize bir mesaj bırakmak ister miydiniz?";
"livechat.call.recording.consent.title" = "Arama kayıt izni";
"livechat.call.recording.consent" = "Tüm aramalar kalite güvencesi, kayıt tutma ve eğitim amaçlarıyla kaydedilir. “Kabul Ediyorum” seçeneğine tıklayarak, aramanın kaydedilmesi için izin vermiş olursunuz.";
"livechat.call.queue.title" = "Çağrı kuyrukta";
"livechat.call.microphone.permission.title" = "Lütfen erişim hakkı tanıyın";
"livechat.call.microphone.permission.custom.message" = "%@, sesli aramalar için mikrofonunuza erişme iznine ihtiyaç duyuyor";
"livechat.call.microphone.permission.message" = "Bu uygulama, sesli aramalar için mikrofonunuza erişme iznine ihtiyaç duyuyor";
"livechat.button.endconversation" = "Görüşmeyi Sonlandır";
"livechat.message.offlinechat" = "Çevrimdışı Sohbet";
"livechat.message.offlinecall" = "Çevrimdışı Arama";
"livechat.checkbox.consent.message" = "Hüküm ve koşullara katılıyorum";
"livechat.checkbox.consent.message.tac" = "okuyup kabul ettiğinizi";
"livechat.list.subtitle.queue.call" = "Aramanız kuyrukta. Lütfen bekleyin.";
"livechat.list.subtitle.queue.chat" = "Sohbetiniz kuyrukta. Lütfen bekleyin.";
"livechat.common.gdpr.consent.title" = "Görüşme İzni";
"livechat.common.gdpr.consent.message" = "Kabul Et’e tıklayarak, belgede belirtilen tüm hüküm ve koşulları kabul edersiniz.";
"livechat.common.gdpr.consent.message.in.forms" = "Hüküm ve koşullar onay kutusunu işaretleyerek iş bununla belgede belirtilen tüm düzenlemeleri kabul ediyorsunuz.";
"livechat.form.toast.agree.tac" = "Lütfen devam etmek için Hüküm ve Koşullarını kabul edin";
"livechat.list.missed.call.subtitle" = "Aramanızı kaçırdık. Lütfen daha sonra deneyin.";
"livechat.list.cancel.call.subtitle" = "Bir sesli aramayı iptal ettiniz.";
"livechat.list.subtitle.ongoingcallinothersession" = "Başka bir oturumda giden arama";
"livechat.call.failed.message" = "Tüm operatörlerimiz şu anda uygun değil gibi görünüyor!";
"livechat.call.waiting.for.response" = "Lütfen, destek temsilcimizin aramanıza katılmasını bekleyin";
"livecaht.call.initialization.failed" = "Başlatılamadı";
